<template>
  <div class="container">
    在使用摄影平台服务之前，您应当认真阅读并遵循《WINTER照相馆服务协议》，请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、争议解决和法律适用条款。免除或者限制责任的条款可能将以加粗字体显示，您应重点阅读。如您对协议有任何疑问的，应向WINTER工作人员咨询。
  当您按照页面提示填写信息、阅读并同意协议或您以实际适使用WINTER照相服务时，即表示您已充分阅读、理解并接受本协议的全部内容，并与WINTER达成协议。您承诺接受并遵循本协议的全部内容，届时您不应以未阅读本协议的内容或者未获得WINTER对您问询的解答等理由，主张本协议无效，或要求撤销本协议。<br/>
  一、预约方式<br/>
  通过小程序预约<br/>
  二、主体资格<br/>
  1.	您应当依照法律法规要求，按相应页面及资料中准确提供您的资料（包含但不限于电子邮件地址、联系电话等联系方式）。以便于WINTER与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用WINTER服务过程中产生任何损失或增加费用的，应由您完全独自承担。您了解并同意，您有义务保持你提供的联系方式的真实性和有效性。<br/>
  2.	您承诺实际使用WINTER服务时，您应当是具备完全民事行为能权力能力和完全民事力的自然人，法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果。<br/>
  三、服务内容<br/>
  1.	拍摄内容为您选择的套餐，拍摄服务的收费总额即为您预定的套餐价格。套餐所付价格即为全部服务费用，拍摄过程中无任何隐形消费。所有拍摄均提供服饰和化妆服务，客人可自带准备的服饰，WINTER也将为您提供意见参考；<br/>
  2.	所有可预定的档期，都已公布在预定系统。您在预定档期时，须向WINTER支付套餐的全额金额，一旦预约成功（即支付全款金额）不可取消；<br/>
  3.	拍摄当天如遇不可抗力（包括但不限于因天气等原因）导致无法按时完成拍摄，致使本协议无法履行时，双方应本着友善协商解决，WINTER将重新安排档期，费用不变。若拍摄价格有所更改，将按照预定时的拍摄价格收费。<br/>
  </div>
</template>
<script>
export default {
}
</script>

<style scoped>
.container {
  text-align: left;
  line-height: 20px;
}
</style>